{
  "jobs": [
    {
      "id": "1",
      "title": "Middle&Senior Frontend Developer",
      "type": "Hybrid,Tam Zamanlı",
      "location": "Esenler/İstanbul",
      "description": "Şirketimiz, en az 5 yıl deneyime sahip, CSS3 ve Bootstrap konularında uzmanlaşmış, ayrıca Git, Bitbucket gibi versiyon kontrol sistemlerinde deneyimli ve Angular ile en az 3 proje tamamlamış bir Frontend Developer aramaktadır. Ayrıca Restful API, Socket ve MQTT gibi teknolojilerle tecrübesi olan adayları tercih ediyoruz.",
      "qualification": "•\tMinimum 4 yıllık Angular ve/veya React tecrübesi\n•\tCSS3 ve Bootstrap konularında derinlemesine bilgi sahibi olmak\n•\tHTML, CSS ve JavaScript konularında güçlü bilgi ve deneyim\n•\tKullanıcı deneyimi (UX/UI) tasarımında uzmanlık\n•\tAngular frameworkü ile en az 3 proje tamamlamış olmak\n•\tGit, Bitbucket gibi versiyon kontrol sistemlerinde tecrübe sahibi olmak\n•\tRestful API, Socket ve MQTT gibi teknolojilerle deneyimli olmak\n•\tMVC mimarisine hakim olmak\n•\tİletişim becerileri güçlü olmak ve ekip içinde etkili bir şekilde çalışmak\n",
      "salary": "45000₺-50000₺",
      "company": {
        "name": "Paymore",
        "description": "Paymore, finansal teknoloji alanında öncü bir şirket olarak, Self-Satış, Retail, Perakende ve E-Ticaret sektörlerinde devrim yaratıyor. Merkezi Yıldız Teknik ÜniverSitesi Teknopark'ta bulunan şirketimiz, Nakitsiz Ödeme, Telemetri ve Uçtan Uca Self-Satış Çözümleri konusunda özelleştirilmiş ve etkili çözümler sunmaktadır.",
        "webSiteUrl": "https://paymore.com.tr",
        "contactEmail": "info@paymore.com.tr",
        "contactPhone": "+90 539 896 83 83",
        "sector": "Finansal Hizmetler",
        "expertiseField": "Fintech ve Retail"
      }
    },
    {
      "id": "2",
      "title": "Senior Backend Developer (.Net Core, C#)",
      "type": "Hybrid,Tam Zamanlı",
      "location": "Ümraniye/İstanbul",
      "description": "Şirketimizde, .Net Core ve C# teknolojilerinde uzmanlaşmış, özellikle kartlı ödeme sistemleri, takas, pos ve atm domainlerinde deneyim sahibi Ümraniye/ İstanbul lokasyonunda, 2 hafta uzaktan, 1 hafta ofisten olacak şekilde çalışma koşullarına uyum sağlayabilecekbir Senior Backend Developer arayışımız bulunmaktadır. ",
      "qualification": "•\tDotNet Core ve C# yazılım geliştirme alanında +5 yıl deneyimine sahip olmak\n•\tEn az 2 yıllık DevOps deneyimi\n•\tAPI tasarlama ve geliştirme deneyimine sahip olmak\n•\tSOLID prensiplerine uygun kod yazabilmek\n•\tRedis, RabbitMQ veya Kafka bilgisi (Elasticsearch bilgisi avantaj olacaktır)\n•\tPostgreSQL bilgisi (avantaj olacaktır)\n•\tYazılım geliştirme standartları konusunda deneyimli olmak\n•\tGit ve Docker konularında bilgi ve deneyim sahibi olmak\n•\tAnalitik düşünce ve problem çözme becerisi kuvvetli, iletişim yönü güçlü, değişime ve yeni teknolojilere açık \n",
      "salary": "50000-55000 ₺",
      "company": {
        "name": "SmartInfo Data Solution",
        "description": "Smartinfo, Veri Teknolojileri alanında kurumsal müşterilerine Veri Ambarı, İleri Veri Analitiği, Büyük Veri, Raporlama, Karar Destek projelerinde anahtar teslim ve dış kaynak sağlama noktasında tecrübeli ekibiyle hizmet vermektedir. Bir çok farklı sektörde Veri Ambarı, Veri Analizi, Raporlama ve Veri Analitiği konularındaki tecrübesiyle şirketinizin ihtiyacına en uygun yaklaşımı, maksimum fayda sağlayacak şekilde projelendirmektedir. Smartinfo, Veriyi bilgiye dönüştürmekle kalmayıp en akıllı şekilde kullanıp kurumunuzun mevcut durumunu anlamanıza ve geleceğini şekillendirmenize katkı sağlar.",
        "url": "http:www.smartinfo.com.tr",
        "contactEmail": "ik@smartinfo.com.tr",
        "contactPhone": "02128301044",
        "sector": "Yazılım Geliştirme",
        "expertiseField": "Data, DataWarehouse, BI, İş Zekası, Business Intelligence, Oracle, ODI, OBI, SQL, MsSQL, Azure ve NoSQL"
      }
    },
    {
      "id": "3",
      "title": "   Mobile Application Developer",
      "type": "İş Yerinde/Tam Zamanlı",
      "location": "Ankara",
      "description": "We are looking for strong mobile app developers who welcome both engineering and maintenance tasks. The primary focus will be to implement new user interfaces and features together with automated unit and integration tests.You will be working with our candid and collaborative team, where your knowledge and advice about application architecture and the newest mobile technologies will be highly appreciated. ",
      "qualification": "•\tProficiency in Dart language.\n•\tProficiency in Flutter framework.\n•\tExtensive knowledge about mobile app development. This includes the whole process, from the first line of code to publishing in the store(s)\n•\tDeep knowledge of android and iOS environments.\n•\tFamiliarity with RESTful APIs and mobile libraries for networking\n•\tFamiliarity with the JSON format\n•\tExperience with profiling and debugging mobile applications\n•\tStrong knowledge of architectural patterns—MVP, MVC, MVVM, and Clean Architecture—and the ability to choose the best solution for the app\n•\tFamiliarity with Git\n•\tFamiliarity with push notifications\n•\tUnderstanding mobile app design guidelines on each platform and being aware of their differences\n•\tKnowledge about Firebase-mobile application integration\n",
      "salary": "$1500",
      "company": {
        "name": "Nexoft ",
        "description": "Nexoft Mobile, established in 2019, has always been committed to development and growth. With a highly skilled team experienced in creating mobile applications for a global audience, we specialize in designing iOS and Android applications using the latest technology.\n\nAt Nexoft Mobile, our focus is on producing smart and innovative applications that prioritize user experience. We strive to meet the exact needs of the market while incorporating cutting-edge technology and scientific principles.",
        "url": "http://www.nexoftmobile.com",
        "contactEmail": "info@nexoftmobile.com.tr",
        "contactPhone": "03123858986",
        "sector": "Yazılım Geliştirme",
        "expertiseField": "Yazılım Geliştirme ve Mobil Uygulamalar"
      }
    },
    {
      "id": "4",
      "title": "Frontend Developer",
      "type": "Part-Time",
      "location": "Kocaeli",
      "description": "Octopus, yenilikçi çözümler sunan bir teknoloji firması olarak, dinamik ve yetenekli bir Frontend Developer arıyor. Bu pozisyonda, hem mevcut ürünlerimizin geliştirilmesinde rol alacak hem de yeni projelerde liderlik edecek bir ekip üyesi olacaksınız.\n\n",
      "qualification": "•\tİyi derecede React bilgisine sahip, en az 3 yıl deneyimi olan,\n•\tNextJS ve TypeScript ile yazılım geliştirmiş,\n•\tResponsive tasarımlara alışık, Figma tasarımlarını yorumlayıp işlevsel hale getirebilecek,\n•\tGereken yerlerde HTML/CSS kullanarak kendi bileşenlerini yazabilecek,\n•\tState yönetimi, Redux konularında tecrübeli,\n•\tRestful API mantığına hakim, projelerinde kullanmış,\n•\tSCRUM metodolojilerine hakim,\n•\tVersiyon kontrolü için Git kullanabilen ve ekip içerisinde çalışmaya alışık,\n•\tAnt Design kütüphanesi hakkında tecrübeli,\n•\tTailwind CSS kütüphanesi hakkında tecrübeli olmak,\n•\tVe erkek adaylar için en az 2 yıl askerlik durumu bulunmamalıdır.\n\n",
      "salary": "50000₺-55000₺",
      "company": {
        "name": "Octopus",
        "description": "Octopus Signage is a cloud based interactive and measurable Digital Signage solution.\n\nOctopus offers a ‘’Phygital’’ ecosystem which provides 360 degree offline digital experience for their customers to support their sales and marketing strategies based on the data which are collected through its solutions. Octopus solutions are defined under three cathegories as “Sensing”, “Triggering” and “Design” Technologies.",
        "webSiteUrl": "https://octopussignage.com",
        "contactEmail": "hello@octopussignage.com",
        "contactPhone": "-",
        "sector": "Yazılım Geliştirme"
      }
    },
    {
      "id": "5",
      "title": "Data Engineer ",
      "type": "Hybrid/Tam Zamanlı",
      "location": "Kağıthane/İstanbul",
      "description": "◾İnovasyon projelerine ilgi duyuyorsan,\n\n◾Kişisel gelişimin senin için önemliyse,\n\n◾Alanındaki sektörel ve teknolojik gelişmeleri takip etmekten keyif alıyorsan,\n\n◾İş birliğine dayalı etkili iletişim kurabilen biriysen ya da kendini bu alanda geliştirmek istiyorsan doğru yerdesin.",
      "qualification": "◾ Üniversitelerin Mühendislik, Matematik, İstatistik vb bölümlerinden mezun.\n\n◾ Veri analitiği, İş Zekası, Raporlama, Veri Modelleme, ETL çözümleri / mimarileri ve projelerinde deneyimli.\n\n◾ Sistem ve veri tabanı mimarisi konularında bilgili.\n\n◾ ODI, SSIS, Data Stage, Ab Initio, vb. ETL araçlarından en az birinde Informatica ETL ürünü veya geliştirmesinde en az 3 yıllık deneyim.\n\n◾ Analitik raporlama platformlarında bilgi ve deneyim (tercihen Mikrostrateji).\n\n◾ İlişkisel veritabanı çalışma prensipleri ve dilleri bilgisi (SQL, TSQL, PL/SQL vb.).\n\n◾ Unix/ Linux/ Windows türev işletim sistemleri üzerinde çalışmak ve komut dosyası oluşturma konusunda deneyim.\n\n◾ Yazılım proje yönetimi süreçleri ve çevik metodolojiler bilgisi (Scrum, Kanban).\n\n◾ Sürekli öğrenerek kendini yenileyen, problem çözmekten zevk alan, sonuç odaklı, araştırmacı, araştırmaya açık.",
      "salary": "60000₺-65000₺",
      "company": {
        "name": "Maroteknoloji",
        "description": "Maro was founded in 2010 by experienced IT visionary Lale Maro, with the aim of offering superior technologies for various sectors alongside its work in sectors leading transformation in technology such as banking and finance. Today, Maro is a well-established information technologies consultancy company utilizing its assured success and expertise in project management and people-oriented digital strategy development to forge technology partnerships in different sectors, from retail to energy and e-commerce to insurance.",
        "url": "http://www.maroteknoloji.com",
        "contactEmail": "contact@maroteknoloji.com",
        "contactPhone": "+902122870410",
        "sector": "Bilgi Teknolojisi ve Hizmetleri",
        "expertiseField": "Banking Technologies, Enterprise Architectures, Software Development, Business Analysis, Treasury & Credits Domains, Localization & Conversion, Core-Banking, Consultancy and Open Banking"
      }
    },
    {
      "id": "6",
      "title": "Backend Developer (Nodejs) ",
      "type": "Remote",
      "location": "Ankara",
      "description": "Finans sektöründe faaliyet gösteren müşterimiz ile birlikte yürütmüş olduğumuz projelerimiz için Senior Backend Developer olarak müşteri lokasyonundan ve uzaktan çalışabilecek enerjik ekip arkadaşları arıyoruz.",
      "qualification":"GENEL NİTELİKLER \n•\tÜniversitelerin Bilgisayar Mühendisliği, Elektrik-Elektronik Mühendisliği, Matematik Mühendisliği, Bilişim Sistemleri Mühendisliği, Endüstri Mühendisliği, Yazılım Mühendisliği ve benzeri mühendislik bölümlerinden mezun,\n•\tEn az 7 yıl yazılım geliştirme tecrübesine sahip,\n•\tFinans, Telekom, e-ticaret veya finans sektör tecrübesi olan,AGILE çalışma prensibine uyum sağlayabilecek,\n•\tTakım üyeleri ve dış paydaşlarla etkili iletişim kurabilecek,\n•\tErkek adaylar için tercihen askerlik görevini tamamlamış,\n•\tGüçlü iletişime sahip,\n•\tAnalitik düşünme yetkinliği olan,\n•\tMüşteri ve çözüm odaklı,\n•\tEkip çalışmasına yatkın ve takım içerisinde uyumlu.\n                           TEKNİK YETKİNLİKLER\n•\tNodejs teknolojilerinde bilgili ve deneyim sahibi,\n•\tOracle, SQL, PostgreSQL etc. veri tabanı bilgisine sahip,\n•\tDocker teknolojileri konusunda bilgili,\n•\tFinans sektöründe deneyimli,\n•\tAnalitik düşünme ve problem çözme becerilerine sahip,\n•\tEkip çalışmasına uygun, iletişim becerileri güçlü.\n",
      "salary": "55000₺-60000₺",
      "company": {
        "name": "ICterra Bilgi ve İletişim Teknolojileri",
        "description": "ICterra olarak 30 yılı aşkın yazılım geliştirme tecrübesi ile Ankara ve İstanbul, Londra ve Münih’te ofislere sahip ve sağladığı hizmetlerle yenilikçi, güvenilir ve maliyet etkin hizmetler sunan bir yazılım mühendisliği şirketiyiz. \n\nYıllar içinde edindiğimiz teknoloji uzmanlığını, kabiliyetleri ve kanıtlanmış metodolojilerimizi farklı sektörden müşterilerimize yazılım çözümleri sunmak için birleştiriyoruz. \n\nBilgi & İletişim Teknolojileri, Finans, Web & Mobil, Gömülü Sistemler, Aviyonik Yazılımları, Siber Güvenlik, Komuta Kontrol Sistemleri, Elektronik Harp Yazılımları, Sağlık Yazılımları ve Enerji Yazılımlarındaki yetkinliklerimizle; Yazılım Geliştirme, Yazılım Testi ve UI/UX Tasarımı hizmetleri sunuyoruz.  \n\nSayısı 200’un üzerinde olan profesyonel ekibimizle Telekomünikasyon, Finans, Sağlık, Savunma, Havacılık, Enerji ve Bilişim projeleri yürütmekte, yenilikçi ve müşteri odaklı ürünler geliştirmekteyiz. ",
        "url": "https://www.icterra.com",
        "contactEmail": "info@icterra.com",
        "contactPhone": "+903122925000",
        "sector": "Bilgi Teknolojisi ve Hizmetleri",
        "expertiseField": "Telehealth,Telemedicine, Avionics, Automotive,Telecommunications, IoT,Medical Device Software,Digital Health,Functional Safety,Safety Critical,Embedded Software,Software Development,Cyber Security,Legacy Maintenance,Edge Computing,Industrial IoT,DICOM,HL7,CPQ and Master Data."
      }
    },
    {
      "id": "b0be",
      "title": "Senior FullStack Developer",
      "type": "İş Yerinde/Tam Zamanlı",
      "location": "Ankara",
      "description": "Front end tarafında IOS developer lead ile birlikte çalışacak,\nBackend tarafında API geliştirecek, kurulum ve entegrasyon konularında deneyimli \nve yetenekli adayların başvurularını bekliyoruz.\n\n",
      "salary": "30000₺-35000₺",
      "company": {
        "name": "DAKYUZ Yazılım Ltd. ",
        "description": "Innovative Mobile Solutions",
        "webSiteUrl": "https://octopussignage.com",
        "contactEmail": "info@dakyuzltd.com",
        "contactPhone": "3122506482",
        "sector": "Yazılım Geliştirme",
        "expertiseField": "Yazılım Geliştirme ve Mobil Uygulamalar"
      }
    }
  ]
}